const note = `
📨📩📨📩📨📩📨📩📨📩📨
📩📨📩📨📩📨📩📨📩📨📩
📨📩📨📩📨📩📨📩📨📩📨
📩📨🏆🤹‍♂️🏆📨🏆🤹‍♂️🏆📨📩
📨🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆📨
📩🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️📩
📨🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆📨
📩🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️📩
📨📩🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️📩📨
📩📨📩🤹‍♂️🏆🤹‍♂️🏆🤹‍♂️📩📨📩
📨📩📨📩🤹‍♂️🏆🤹‍♂️📩📨📩📨
📩📨📩📨📩🤹‍♂️📩📨📩📨📩
📨📩📨📩📨📩📨📩📨📩📨
📩📨📩📨📩📨📩📨📩📨📩

to whomever of my friends know that looking here for a secret message is even an option:

i just want you to know that i love you so much.  thank you for being in my life and for caring enough to look in the console on this RSVP website 😂.  i'm sending all my love to you.  keep shining.

love,
Caleb
`

export function log_love_note() {
  // eslint-disable-next-line no-console
  console.log(note)
}
